quest_system_1206764307_name=^?^Miners' Badges
quest_system_1206764307_stage_0=^?^Collected badges: [count]/9.
quest_system_1206764307_stage_1=^?^Return the collected badges to Baldur.
quest_system_1206764307_task=^?^Dwarven mine chief Baldur has asked you to visit all the mines of Lower Hadar, and collect the badges of the dead miners.<br>[reward]
